[
  {
    "bookTitle" : "ikigai",
    "author" : "Hector Gracia",
    "lang" : "english",
    "synopsis" : "We all have an ikigai. It's the Japanese word for U+2018a reason to liveU+2018 or U+2018a reason to jump out of bed in the morningU+2018. ItU+2018s the place where your needs, desires, ambitions, and satisfaction meet. A place of balance. Small wonder that finding your ikigai is closely linked to living longer. Finding your ikigai is easier than you might think. This book will help you work out what your own ikigai really is, and equip you to change your life. You have a purpose in "
  },
  {
    "bookTitle" : "sagitarius",
    "author" : "sally kirkman",
    "lang" : "english",
    "synopsis" : "you are a Sagittarius. You are the explorer and truth seeker of the zodiac. The signs of the zodiac can give us great insight into our day-to-day living as well as the many talents and qualities we possess. But in an increasingly unpredictable world, how can we make sense of them? And what do they mean? This insightful and introductory guide delves deep into your star sign, revealing unique traits and meanings which you didn't know. Along the way, you will discover how your sign defies your compatibility, how to improve your health and what your gifts are. The Pocket Astrology series will teach you how to live well and enhance every aspect of your life. From friendship to compatibility, careers to finance, you will discover new elements to your sign and learn about the ancient art of astrology."
  },
  {
    "bookTitle" : "I can get paid for that?",
    "author" : "jo stewart",
    "lang" : "english",
    "synopsis" : "I Can Get Paid for That?: 99 Creative Careers to Live a Life Less Ordinary Stuck in a career rut—or finished studying and not sure which direction to take? This book will give you a path to a creative career. This book is both an inspirational and a practical guidebook, and it profiles 99 interesting, unusual, and relatively unexplored creative career options—from smoke jumpers to fortune-cookie writers, truffle hunters to food stylists, and golf-ball divers to perfumers. While some of the featured careers may not be for everyone (taxidermy, anyone?) others may be the perfect fit for someone’s skill set, interests, talents, and curiosities. This book is an uplifting, positive guide for those that like to think outside the box. Think of it as the alternative career guide your guidance counselor was too afraid to talk about."
  }
]